{
  "homepage-first-section-title": "Are you ready when it happens?",
  "homepage-first-section-description": "In moments of crisis, we don't rise to the occasion—we fall to our level of preparedness. At PREP, we understand that emergencies don't send a warning. From the unpredictable weather to the unforeseen events, the Scandinavian spirit of resilience has always been about being one step ahead. That's why we created PREPC—your ultimate companion in preparedness, ensuring that when push comes to shove, you're not just surviving; you're thriving.",
  "homepage-light-section-title": "Crafted with Scandinavian",
  "homepage-light-section-description": "ethos of efficiency and reliability, the PREPC is a testament to our commitment to emergency readiness. Weighing less than a kilogram, this compact case is a powerhouse of preparedness, containing 248 meticulously selected articles. From the smallest inconvenience to the most critical emergencies, the PREPC ensures you have everything you need, wherever you are—be it in your car, at home, or on a wilderness adventure.",
  "homepage-light-section-button": "Learn more about our mission",
  "homepage-dark-section-title": "PREPC is not just a product;",
  "homepage-dark-section-description": "it's a promise — a promise of safety, security, and peace of mind. Designed for the dynamic Scandinavian lifestyle, it's for the households that cherish their peace, the adventurers who seek the unknown, and everyone who believes in the power of preparedness. With PREPC, you're not just prepared for emergencies; you're equipped for life's every adventure.",
  "homepage-dark-section-button": "Shop Now",
  "homepage-applications-divider": "Applications",
  "homepage-application-home-title": "In Your Home",
  "homepage-application-home-description": "From power outages to unexpected injuries, the PREPC ensures your home is a fortress of safety and preparedness. Compact yet comprehensive, it's the peace of mind every household deserves.",
  "homepage-application-car-title": "In Your Car",
  "homepage-application-car-description": "Road trips or daily commutes, the PREPC turns your car into a mobile safety hub. Whether it's a flat tire or a first aid necessity, you're always a step ahead.",
  "homepage-application-adventure-title": "Out on Adventure",
  "homepage-application-adventure-description": "Embrace the wild with confidence. The PREPC is your silent guardian in the great outdoors, ensuring you're prepared for any twist your adventure takes.",
  "homepage-application-everyday-title": "Everyday Preparedness",
  "homepage-application-everyday-description": "Life is unpredictable, but with the PREPC, you're always equipped. It's the ultimate companion for the everyday hero, ready for whatever the day may bring.",
  "not-found-page-title": "Page Not Found",
  "not-found-page-description": "The page you are looking for cannot be found.",
  "not-found-page-button": "Go Back Home",
  "about-page-shop-now": "Shop Now",
  "about-page-our-story-title": "Our Story:",
  "about-page-our-story-description": "At PREP - Preparedness Readiness Emergency Provisioning, our journey began with a simple yet profound realization: in the face of emergencies, preparedness is our most reliable ally. Born from the rugged landscapes and resilient spirit of Scandinavia, our mission is to empower households and nature enthusiasts with the tools and knowledge to face any challenge with confidence. We believe in a world where everyone is equipped to handle the unexpected, turning potential crises into manageable situations.",
  "about-page-our-mission-title": "Our Mission:",
  "about-page-our-mission-description": "To redefine emergency preparedness, making it accessible, practical, and an integral part of every Scandinavian home and adventure. We're not just selling a product; we're fostering a community of readiness, where being prepared is a lifestyle embraced by all. Through innovation, education, and dedication, we aim to ensure that when emergencies arise, the PREP community stands tall, ready, and resilient.",
  "about-page-our-promise-title": "Our Promise:",
  "about-page-our-promise-description": "With every PREPC case, we pledge unwavering quality, reliability, and functionality. We're committed to providing solutions that are not only effective but also sustainable and ethical. Our vision is a future where preparedness is synonymous with peace of mind, and with PREP, that future is already here.",
  "about-page-contact-title": "Let's Talk",
  "about-page-contact-description": "Do you need something answered? Then reach out we'd love to hear about your question and provide help!",
  "blog-page-title": "Becoming Prepared",
  "blog-page-summary": "Welcome to Becoming Prepared - our ultimate resource for all things preparedness. Whether you're just starting out or looking to enhance your emergency readiness, our blog is filled with advice and in-depth guides on a wide range of topics. From building comprehensive emergency kits and mastering food and water storage techniques to honing survival skills and creating robust emergency plans, we cover everything you need to feel confident and prepared. Dive into our reviews and recommendations for the best gear and resources to ensure your safety and well-being, no matter what challenges may come your way. Stay prepared, stay safe, with Prepp.me.",
  "blog-page-see-all-articles": "See All Articles",
  "header-open-side-menu": "Open side menu",
  "header-side-menu-alt": "Side menu",
  "header-home": "Home",
  "header-shop": "Shop",
  "header-survival-kit": "PREPC | Your Survival Kit",
  "header-becoming-prepared": "Becoming Prepared",
  "header-about-us": "About Us",
  "header-open-cart": "Open shopping cart",
  "header-cart-alt": "Shopping cart"
}
