{
  "homepage-first-section-title": "Är du redo när det händer?",
  "homepage-first-section-description": "I krisens stund höjer vi oss inte över situationen – vi faller till vår beredskapsnivå. På PREP förstår vi att nödsituationer inte skickar en varning. Från det oförutsägbara vädret till oväntade händelser, den skandinaviska andan av motståndskraft har alltid handlat om att ligga ett steg före. Därför skapade vi PREPC – din ultimata följeslagare i beredskap, som säkerställer att när det gäller så överlever du inte bara; du frodas.",
  "homepage-light-section-title": "Skapad med skandinavisk",
  "homepage-light-section-description": "Effektivitetens och pålitlighetens ethos, PREPC är ett bevis på vårt engagemang för nödsberedskap. Med en vikt på mindre än ett kilogram är detta kompakta fodral en kraftkälla för beredskap och innehåller 248 noggrant utvalda artiklar. Från de minsta besvären till de mest kritiska nödsituationerna, PREPC ser till att du har allt du behöver, var du än är – vare sig det är i din bil, hemma eller på ett vildmarksäventyr.",
  "homepage-light-section-button": "Lär dig mer om vårt uppdrag",
  "homepage-dark-section-title": "PREPC är inte bara en produkt;",
  "homepage-dark-section-description": "Det är ett löfte – ett löfte om säkerhet, trygghet och sinnesro. Designad för den dynamiska skandinaviska livsstilen, är det för hushåll som värderar sin trygghet, för äventyrare som söker det okända, och för alla som tror på kraften i att vara förberedd. Med PREPC är du inte bara förberedd för nödsituationer; du är rustad för livets alla äventyr.",
  "homepage-dark-section-button": "Handla nu",
  "homepage-applications-divider": "Användningsområden",
  "homepage-application-home-title": "I ditt hem",
  "homepage-application-home-description": "Från strömavbrott till oväntade skador, PREPC ser till att ditt hem är en fästning av säkerhet och beredskap. Kompakt men ändå omfattande, det är den sinnesro som varje hushåll förtjänar.",
  "homepage-application-car-title": "I din bil",
  "homepage-application-car-description": "Roadtrips eller dagliga resor, PREPC förvandlar din bil till ett mobilt säkerhetscentrum. Oavsett om det är ett punkterat däck eller ett första hjälpen-behov, är du alltid ett steg före.",
  "homepage-application-adventure-title": "På äventyr",
  "homepage-application-adventure-description": "Omfamna vildmarken med självförtroende. PREPC är din tysta väktare i naturen, som ser till att du är förberedd för alla svängar ditt äventyr tar.",
  "homepage-application-everyday-title": "Vardaglig beredskap",
  "homepage-application-everyday-description": "Livet är oförutsägbart, men med PREPC är du alltid redo. Det är den ultimata följeslagaren för vardagens hjälte, redo för vad dagen än kan föra med sig.",
  "not-found-page-title": "Sidan kunde inte hittas",
  "not-found-page-description": "Sidan du söker kan inte hittas.",
  "not-found-page-button": "Gå tillbaka till startsidan",
  "about-page-shop-now": "Handla nu",
  "about-page-our-story-title": "Vår Historia:",
  "about-page-our-story-description": "På PREP - Preparedness Readiness Emergency Provisioning, började vår resa med en enkel men djup insikt: i nödsituationer är beredskap vår mest pålitliga allierade. Född ur Skandinaviens robusta landskap och motståndskraftiga anda är vårt uppdrag att stärka hushåll och naturentusiaster med verktyg och kunskap för att möta alla utmaningar med självförtroende. Vi tror på en värld där alla är rustade att hantera det oväntade, och omvandla potentiella kriser till hanterbara situationer.",
  "about-page-our-mission-title": "Vårt Uppdrag:",
  "about-page-our-mission-description": "Att omdefiniera nödsberedskap genom att göra det tillgängligt, praktiskt och en integrerad del av varje skandinaviskt hem och äventyr. Vi säljer inte bara en produkt; vi skapar en gemenskap av beredskap där att vara förberedd är en livsstil omfamnad av alla. Genom innovation, utbildning och engagemang strävar vi efter att säkerställa att när nödsituationer uppstår, står PREP-gemenskapen stark, redo och motståndskraftig.",
  "about-page-our-promise-title": "Vårt Löfte:",
  "about-page-our-promise-description": "Med varje PREPC-fodral lovar vi obeveklig kvalitet, pålitlighet och funktionalitet. Vi är engagerade i att erbjuda lösningar som inte bara är effektiva utan också hållbara och etiska. Vår vision är en framtid där beredskap är synonymt med sinnesro, och med PREP är den framtiden",
  "blog-page-title": "Bli Förberedd",
  "blog-page-summary": "Välkommen till Bli Förberedd - vår ultimata resurs för allt som rör beredskap. Oavsett om du just har börjat eller vill förbättra din nödförberedelse, är vår blogg fylld med råd och djupgående guider om en mängd olika ämnen. Från att bygga omfattande nödpaket och bemästra tekniker för mat- och vattenförvaring till att förfina överlevnadsfärdigheter och skapa robusta nödplaner, vi täcker allt du behöver för att känna dig säker och förberedd. Utforska våra recensioner och rekommendationer för bästa utrustning och resurser för att säkerställa din säkerhet och välbefinnande, oavsett vilka utmaningar som kan komma. Håll dig förberedd, håll dig säker, med Prepp.me.",
  "blog-page-see-all-articles": "Se Alla Artiklar",
  "header-open-side-menu": "Öppna sidomeny",
  "header-side-menu-alt": "Sidomeny",
  "header-home": "Hem",
  "header-shop": "Butik",
  "header-survival-kit": "PREPC | Din Överlevnadskit",
  "header-becoming-prepared": "Bli Förberedd",
  "header-about-us": "Om Oss",
  "header-open-cart": "Öppna kundvagnen",
  "header-cart-alt": "Kundvagn"
}
